Repository: buzz-tee/kika-plus-kodi-addon
Catalog: plugin.video.kika_*/resources/language/resource.language.*/strings.po
Languages: de_de

# #30000
source: Choice
de_de: Auswahl

# #30001
source: General
de_de: Allgemein

# #30002
source: Advanced
de_de: Fortgeschritten

# #30003
source: View
de_de: Ansicht

# #30110
source: Show RUBRIK: New Videos
de_de: Zeige RUBRIK: Neue Videos

# #30111
source: Show RUBRIK: Mostviewed
de_de: Zeige RUBRIK: Meistgesehen

# #30112
source: Show RUBRIK: Last Chance
de_de: Zeige RUBRIK: Letzte Chance

# #30113
source: Show RUBRIK: KiKANiNCHEN
de_de: Zeige RUBRIK: KiKANiNCHEN

# #30114
source: Show RUBRIK: Sesamstrasse
de_de: Zeige RUBRIK: Sesamstrasse

# #30115
source: Show RUBRIK: Videos from 3 years
de_de: Zeige RUBRIK: Videos ab 3 Jahren

# #30116
source: Show RUBRIK: Videos from 6 years
de_de: Zeige RUBRIK: Videos ab 6 Jahren

# #30117
source: Show RUBRIK: Videos from 10 years
de_de: Zeige RUBRIK: Videos ab 10 Jahren

# #30118
source: Show RUBRIK: All Videos
de_de: Zeige RUBRIK: Alle Videos

# #30119
source: Show RUBRIK: Sign language and audio movies
de_de: Zeige RUBRIK: Gebärdenspache und Hörfilme

# #30120
source: Show RUBRIK: Lollywood
de_de: Zeige RUBRIK: Lollywood

# #30130
source: Play HLS-Videos with [COLOR yellow]*Inputstream.Adaptive*[/COLOR]
de_de: HLS-Videos mit [COLOR yellow]*Inputstream.Adaptive*[/COLOR] abspielen

# #30131
source: Preferred video file format [COLOR yellow](m3u8|mp4)[/COLOR]
de_de: Bevorzugtes Video-Dateiformat [COLOR yellow](m3u8|mp4)[/COLOR]

# #30132
source: Preferred sorting of the Episodes of a Series
de_de: Bevorzugte Sortierung der Episoden einer Serie

# #30133
source: Highest Episodenumber display on top
de_de: Höchste Episodennummer oben anzeigen

# #30134
source: Lowest Episodenumber display on top
de_de: Niedrigste Episodennummer oben anzeigen

# #30135
source: Hide Broadcasts that CANNOT be played [COLOR yellow](otherwise Marking)[/COLOR].
de_de: NICHT abspielbare Sendungen ausblenden [COLOR yellow](sonst Markierung)[/COLOR]

# #30136
source: Use Thumb as Background-Fanart
de_de: Thumb als Hintergrund-Fanart nutzen

# #30150
source: Show Addon-Settings in the overview
de_de: Addon-Einstellungen in der Übersicht anzeigen

# #30151
source: Detailed Addon-Debug (otherwise only Minimal-Log)
de_de: Addon-Debug mit Details (sonst nur Minimal-Log)

# #30160
source: Force View
de_de: Darstellungsansicht forcieren

# #30161
source: ViewID (Alphabet)
de_de: DarstellungsID (Alphabet)

# #30162
source: ViewID (Shows)
de_de: DarstellungsID (Sendungen)

# #30163
source: ViewID (Videos)
de_de: DarstellungsID (Videos)

# #30230
source: [B][COLOR ff0099ff]FOLDER[/COLOR][/B]
de_de: [B][COLOR ff0099ff]ORDNER[/COLOR][/B]

# #30231
source: [B][COLOR ff0099ff]PLAYBACK/QUALITY[/COLOR][/B]
de_de: [B][COLOR ff0099ff]WIEDERGABE/QUALITÄT[/COLOR][/B]

# #30232
source: [B][COLOR ff0099ff]EPISODES[/COLOR][/B]
de_de: [B][COLOR ff0099ff]EPISODEN[/COLOR][/B]

# #30233
source: [B][COLOR ff0099ff]DISPLAY[/COLOR][/B]
de_de: [B][COLOR ff0099ff]ANZEIGE[/COLOR][/B]

# #30235
source: [B][COLOR ff0099ff]SETTINGS[/COLOR][/B]
de_de: [B][COLOR ff0099ff]EINSTELLUNGEN[/COLOR][/B]

# #30237
source: [B][COLOR ff0099ff]VIEWS[/COLOR][/B]
de_de: [B][COLOR ff0099ff]ANSICHT[/COLOR][/B]

# #30501
source: [COLOR orangered]ATTENTION : ... the required addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* is NOT installed !!![/COLOR]
de_de: [COLOR orangered]ACHTUNG : ... das benötigte Addon *[/COLOR][COLOR yellow]{0:s}[/COLOR][COLOR orangered]* ist NICHT installiert !!![/COLOR]

# #30522
source: [COLOR red]An error has occured, please check *LOG* ![/COLOR]
de_de: [COLOR red]Es ist ein Fehler aufgetreten, bitte *LOG* einsehen ![/COLOR]

# #30524
source: [COLOR red]Required additional Data could NOT be resolved (LOG) ![/COLOR]
de_de: [COLOR red]Erforderliche Zusatzdaten konnten NICHT aufgelöst werden (LOG) ![/COLOR]

# #30525
source: [COLOR red]Currently NO videos of :[/COLOR]
de_de: [COLOR red]Zurzeit KEINE Videos von :[/COLOR]

# #30526
source: * [COLOR blue]{0:s}[/COLOR] * at kika.de
de_de: * [COLOR blue]{0:s}[/COLOR] * bei kika.de

# #30527
source: [COLOR red]The requested *VideoLink* does NOT exist ![/COLOR]
de_de: [COLOR red]Der angeforderte *VideoLink* existiert NICHT ![/COLOR]

# #30601
source: New Videos
de_de: Neue Videos

# #30602
source: Mostviewed
de_de: Meistgesehen

# #30603
source: Last Chance
de_de: Letzte Chance

# #30605
source: Kikaninchen and Friends
de_de: Kikaninchen und Freunde

# #30607
source: Videos from 3 years
de_de: Videos ab 3 Jahren

# #30608
source: Videos from 6 years
de_de: Videos ab 6 Jahren

# #30609
source: Videos from 10 years
de_de: Videos ab 10 Jahren

# #30610
source: All Videos
de_de: Alle Videos

# #30611
source: Sign language Videos
de_de: Videos mit Gebärdensprache

# #30612
source: Audio movies for children
de_de: Hörfilme für Kinder

# #30614
source: KiKA plus Settings
de_de: KiKA plus Einstellungen

# #30615
source: Inputstream Settings
de_de: Inputstream Einstellungen

# #30621
source: [COLOR chartreuse]* * * [B]COMPLETE-OVERVIEW[/B] * * *[/COLOR]
de_de: [COLOR chartreuse]* * * [B]KOMPLETT-ÜBERSICHT[/B] * * *[/COLOR]

# #30622
source: Season {0:s} - Episode {1:s}
de_de: Staffel {0:s} - Episode {1:s}

# #30626
source: From [COLOR chartreuse]{0:s}[/COLOR] to [COLOR orangered]{1:s}[/COLOR][CR]
de_de: Vom [COLOR chartreuse]{0:s}[/COLOR] bis [COLOR orangered]{1:s}[/COLOR][CR]

# #30627
source: From [COLOR chartreuse]{0:s}[/COLOR][CR]
de_de: Vom [COLOR chartreuse]{0:s}[/COLOR][CR]

# #30654
source: [COLOR yellow]Add to KiKA-Playlist[/COLOR]
de_de: [COLOR yellow]In KiKA-Abspielliste einreihen[/COLOR]
